{
    "questions": [
        {
            "id": 0,
            "paragraph_id": 0,
            "question_text": "從哪一天開始在廣州市內騎摩托車會被沒收？",
            "answer_text": "2007年1月16日"
        },
        {
            "id": 2,
            "paragraph_id": 1,
            "question_text": "廣珠城際鐵路平均每小時可以走多遠？",
            "answer_text": "200公里"
        },
        {
            "id": 4,
            "paragraph_id": 2,
            "question_text": "進入國內生產總值「萬億元俱樂部」的城市第三個為？",
            "answer_text": "廣州"
        },
        {
            "id": 6,
            "paragraph_id": 3,
            "question_text": "1978年的廣州市農業生產總值到了哪一年占地區生總值減少了約9.39%？",
            "answer_text": "2015"
        },
        {
            "id": 8,
            "paragraph_id": 4,
            "question_text": "中華人民共和國成立後由於什麼事件廣州的工業發展又減慢？",
            "answer_text": "文化大革命"
        },
        {
            "id": 10,
            "paragraph_id": 5,
            "question_text": "唐朝的對外貿易核心在哪？",
            "answer_text": "廣州"
        },
        {
            "id": 11,
            "paragraph_id": 6,
            "question_text": "南明的首都在哪？",
            "answer_text": "廣州"
        },
        {
            "id": 13,
            "paragraph_id": 7,
            "question_text": "廣東省因為哪一場戰爭而獨立？",
            "answer_text": "武昌起義"
        },
        {
            "id": 16,
            "paragraph_id": 8,
            "question_text": "省港大罷工是除了廣州以外還有哪個地區參與？",
            "answer_text": "香港"
        },
        {
            "id": 19,
            "paragraph_id": 9,
            "question_text": "番禺城這一個名子一直用到哪一年才改名為廣州市？",
            "answer_text": "1921"
        },
        {
            "id": 21,
            "paragraph_id": 10,
            "question_text": "2010年廣州撐粵語行動請願活動是在當年的什麼時候舉行的？",
            "answer_text": "7月"
        },
        {
            "id": 23,
            "paragraph_id": 11,
            "question_text": "廣州市於什麼時候獲得從1990年開始參與的「創衛」？",
            "answer_text": "2008年"
        },
        {
            "id": 26,
            "paragraph_id": 12,
            "question_text": "哪邊的人口密度為廣州市的一百倍分之一以下？",
            "answer_text": "從化市"
        },
        {
            "id": 28,
            "paragraph_id": 13,
            "question_text": "有百分之多少的犯人被抓的是外地人？",
            "answer_text": "80"
        },
        {
            "id": 31,
            "paragraph_id": 14,
            "question_text": "被稱為「第三世界首都」的城市哪種外籍人士最多？",
            "answer_text": "非洲黑人"
        },
        {
            "id": 34,
            "paragraph_id": 15,
            "question_text": "在廣州許多比較大的公眾場合以甚麼為主要交流語言？",
            "answer_text": "普通話"
        }
    ],
    "paragraphs": [
        "2010年引入的廣州快速交通運輸系統是世界第二大快速運輸系統。每日載客量可達100萬人次。每小時的客流量峰值高達26,900名乘客，僅次於波哥大的快速交通系統。每10秒有一輛公共汽車，每輛公共汽車在一個方向上行駛350小時。該平台包括橋樑，是世界上最長的國家公共汽車快速運輸系統平台，長度為260米。目前，廣州市的出租車和公交車主要以液化石油氣為燃料，部分公交車採用油電，氣電混合技術。2012年底，一輛LNG燃料公共汽車開始啟動。2014年6月，引入了LNG插電式混合動力公交車取代LPG公交車。2007年1月16日，廣州市政府完全禁止在城市地區駕駛摩托車。違反禁令的機動車將被沒收。廣州市交通局聲稱，禁令的實施導致交通擁堵和車禍大大減少。廣州白雲國際機場位於白雲區與花都區交界處。它於2004年8月5日正式投入運營。它是中國第二繁忙的機場。機場取代了原先位於市中心的舊機場，無法滿足日益增長的航空需求。目前，機場有三個簡易機場，是中國第三個擁有三條跑道的民航機場。比2023年香港國際機場第三條跑道的預計完工時間提前了8年。",
        "廣州是京廣鐵路，廣深鐵路，廣茂鐵路和廣梅鐵路的終點站。2009年底，武廣客運專線投入運營，多機組列車長980公里，最高時速350公里。2011年1月7日，廣珠城際鐵路投入運營，平均時速200公里。廣州鐵路，長途巴士和渡輪直達香港。廣九快速列車從廣州火車東站出發，直達香港紅磡火車站。總長約182公里，行程大約需要兩個小時。每年都有繁忙的教練從香港的不同乘客點接載乘客。在市中心的珠江北岸有一條渡輪線路，河流居民可以直接過河而無需乘坐公共汽車或步行穿過大橋。每天都有往返南沙碼頭和蓮花山碼頭的高速雙體船。渡輪也開往香港中國客運碼頭和港澳客運碼頭。",
        "自古以來，廣州一直是華南地區的著名商人，擁有2000多年的開放貿易歷史。20世紀70年代末中國大陸改革開放後，廣州經濟發展迅速。2010年，全市地區生產總值10604.48億元，同比增長13％。它成為僅次於上海和北京的第三個進入“萬億元俱樂部”國內生產總值的城市。這也是第一個超過一萬億的經濟總量。首都。根據國務院2005年發布的報告，廣州成為中國第一個進入“發達”狀態的城市。2012年9月，廣州南沙新區獲批，成為第六個國家級開放開發新區。2015年，廣州GDP達到1810.41億元，人均GDP達到138,377.05元。國內生產總值是中國的第三位，人均國內生產總值與西班牙相當。購買力平價水平與發達國家相當。",
        "廣州的雨水豐富，土地肥沃。市區曾經擁有非常大的農業用地。兩千年前有水稻種植記錄。宋代的廣州是中國最大的大米市場之一，蔬菜，水果，甘蔗和鮮花也很有名。由於長期以來一直是國家港口，廣州引進了各種優質作物品種。二十世紀上半葉，由於外國農產品的入侵和戰爭的影響，廣州的農業增長放緩。在20世紀50年代中期，農業生產急劇增加，但是後來的“大躍進”和隨後的文化大革命嚴重打擊了農業生產。改革開放以來，隨著廣州作為一個大城市的發展，服務城市的郊區農業模式逐步形成。政府的政策是為城市服務，豐富農民和人民，並鼓勵出口收入。具體措施是降低糧食生產比例，增加水果，蔬菜等農副產品比重，努力發展林業，畜牧業和漁業。廣州的農業產值大幅增加，但隨著第二，三產業的快速增長，農業的經濟份額逐漸下降。1978年，廣州農業總產值佔地區生產總值的11.67％，1990年下降到8.05％。 2015年，廣州農業總產值為413億元，佔地區GDP的2.28％。城市發展和工業化進程也造成了農村勞動力的大量流失和農地的迅速衰退。清光緒五年間，廣州登記的天山山池總面積為10662.3萬畝。1990年，耕地面積為247萬畝，2006年減少到158.3萬畝。目前，廣州農產品種植地主要分佈在白雲，花都，番禺，南沙，從化和增城。1990年，農業人口為252.87萬，2008年為792,200。廣州最著名的農業特產包括梧桐五秀和各種熱帶水果，如荔枝，香蕉，木瓜和菠蘿。",
        "中華人民共和國成立後的工業國有化。在20世紀50年代和60年代，該行業復甦，但文化大革命再次嚴重影響了廣州的工業生產，工業發展放緩。然而，在政府的支持下，仍然建立了重工業體系。1975年以後，政局改善，政府大力支持以日用品為主的輕工業，廣州工業進入快速增長期。20世紀80年代末，廣州主要發展第三產業，工業產值比重下降。從20世紀90年代到2000年，廣州市政府試圖改變行業構成，增加對重工業的支持。汽車，石化，電子信息產品的製造已成為廣州的三大支柱產業。廣州的工業總產值在全省排名第三。其中，汽車工業成功吸引了日本三大汽車製造企業投資建廠，使廣州成為近幾年來中國重要的汽車生產基地之一。江南最大的廣州晨天汽車零部件市場位於郊區，廣州也是國內。生產日本汽車最多的城市。",
        "六朝時期，廣州的對外貿易相當繁榮，外國海商“長期停留在廣州尋求利潤”。在隋唐時期，廣州的對外貿易發展到了頂峰。作為唐代唯一的城市，外國人口占全市人口的30％以上，成為中國對外貿易的核心。在元朝短暫的沉寂之後，廣州和明清在廣州重新出現。在清代的一站式貿易政策下，它成為當時中國唯一的外國港口，成為具有壟斷地位的國家商業中心。上海開放後，隨著國家的逐步開放，廣州逐漸失去了對外貿易中心的地位，但它仍然是全國最重要的商業城市。改革開放後，廣州百貨業蓬勃發展。 20世紀80年代，友誼商店專門為香港，澳門和外國客人銷售電器和其他進口商品。西湖路照明夜市是平民的熱門目的地。南樓位於江西路沿線，已成為華南地區最大的綜合性百貨商場。它還在大陸創建了第一家24小時便利店，華夏百貨商店成立了人民南商圈。延伸，後者於1995年建立了一條步行街。新大新公司和廣州百貨在北京路的業務也蓬勃發展，這條路也成了一條步行街。超市Wankelong於1996年在廣州開設了第一家分店，然後廣州人熟悉的超市和便利店品牌，如香港百佳超市進入廣州。由於交通壓力和天河新區的發展，20世紀90年代末人民南方商業圈開始衰落，成為電子服裝批發的集散地，城市商業區遷至東部新區。21世紀，以天河城，天環廣場，鄭家廣場，太古彙和萬靈彙為代表的天河路商業區已成為廣州的中心商業區。自1957年以來，中國出口商品交易會每年春秋兩季舉辦。目前，每個展覽都吸引了來自世界各地的20多萬商家。這是中國規模最大，時間最長，最成功的國際展覽會。隨著琶洲展館三期工程的建設，展覽能力躍居世界前列。",
        "自古以來，廣州基本上就是嶺南的政治中心。秦朝末年是南嶽的首都，漢朝征服了南嶽州，後來成為南海縣。漢末遷至龍灣和古代大壩。在三國時期，吳國布將縣長遷回番禺，後來成立了膠州府。廣州和廣州轉移後，它是廣州的州長。晉南，南北朝使用南海縣，番禺由縣統治。文帝皇帝廢棄了南海縣，成立了廣州總務辦公室，後來改為杜都政府。唐代分為十個民族，其中嶺南大智學院位於廣州。862年，嶺南分為東二西路，廣州分為嶺南東路。五代時期，廣州是南漢的首都。宋初，嶺南路重建，廣州是行政中心。明代廣州是廣州阜城，隸屬番禺縣和南海縣。清軍佔領中原後，南明邵武帝朱熹在廣州建成，很快南明就死了。清代廣州成為廣東省，廣州阜城，番禺和南海縣。廣東省和廣西省，廣東省屯門省長，廣東省屯門局長，廣東省檢察院都在廣州市南海縣境內。1858年，英法聯軍攻占廣州，廣東省長投降，外國人委員會成立，廣東省政府成為政府。",
        "清朝末期，廣州爆發了幾次武裝起義，所有起義都以失敗告終。1911年10月10日武昌起義後，廣東省獨立。 11月10日，軍政府成立，胡漢民當選為州長。12月初，廣東省臨時省委成立。據宣布，21歲以上的廣東國民有選舉權和被選舉權。議會由120名成員組成，其中包括20名聯盟成員，21名軍團協會代表，12名海外華人代表以及師生代表。 9人，1名“自治團體”代表，57名來自各地區的代表。其中，女議員必須佔據​​10人，中國女性是第一個參與政治的人。1913年4月27日，廣東省議會成立，羅曉峰被任命為議長。1918年10月，廣州市政府辦公室成立。1921年2月，廣州正式成立，廣州市政府成立，孫克被任命為市長。1917年至1922年間，孫中山和西南各省議會代表兩次在廣州建立了法國政府。1925年，孫中山去世。同年7月，廣州國民政府成立。 7月4日，廣州市政府成立，實行市委製度。吳朝書被任命為市委主席。1929年，廣州實施了市長制。1949年10月14日，中國人民解放軍佔領了廣州。 28日，廣州軍事管理委員會成立。葉劍英是董事長。目前，廣州實行了中華人民共和國政治體制下的人民代表大會制度。市政府在廣州市委員會的領導下運作，政府駐留在越秀區。廣州省是廣東省省會，廣東省人民政府駐地。",
        "作為現代革命的發祥地之一，廣州是中華民國以來中國社會運動的中心之一。每次全國社會運動都有廣州人民的回應和參與。一個相對大規模的社會運動集中在廣州，這是1925年至1926年在廣州和香港舉行的首次省和港口罷工。1989年，廣州市民發起了支持天安門民主運動的運動。數百萬人聚集在海珠廣場，聚集在廣州解放紀念碑周圍。在早期，廣州媒體支持“愛國運動”的名稱。流血事件發生後，民眾發生騷亂，省市政府機構遭到襲擊，所有廣州媒體都被立即禁止，這也乾擾並封鎖了香港電視台。省政府派出軍隊和警察鎮壓遊行群眾，大量參與者潛入香港，台灣和海外。所有企事業單位也派人檢查各部門員工是否組織或參加了集會。在1999年的全國反美活動中，數十萬人和學生在該市舉行示威活動，抗議北約轟炸中國駐南斯拉夫大使館。與此同時，美國駐廣州領事館也受到一些激進示威者的破壞。廣州媒體在此過程中也紛紛效仿，但沒有提到美國駐廣州領事館受損的情況。2005年，主要道路上發生了數十萬起反日遊行。然而，在廣州的封鎖中，大學和中學也禁止學生遊行，否則他們就開除了學業。",
        "公元前214年，秦始皇出兵徵兵嶺南，南海縣任仁軍在梵山和廬山建造了番禺城。這是廣州最初建成時的名稱，已在中華民國使用。公元226年和246年，吳國將膠州分為兩部分：“廣州”和“廣州”。合浦以南仍被稱為“城洲”，合浦以北被稱為國務院芷芝部的“廣州”。 “廣州”包括南海，蒼梧，榆林和合浦四個縣。這是兩國分裂的開始，也是“廣州”這個名稱的開頭，但廣州當時只提到了一個管轄區，相當於現在的廣東省。自唐代以來，廣州地區已成立為光復的起源。它於1921年正式成立，番禺市首次被評為廣州。廣州又被稱為“五羊城”，“陽城”和“遂城”，簡稱“隋”。這些別名來自五羊的傳說：有五個神仙穿著五色衣服，騎著五色羊。拿著“一根六根”的穀物來到廣州市，在把耳朵送到城市後，他們飛走了。五隻羊變成了石頭。因此，廣州也被稱為“五陽城”和“遂城”。因為它位於亞熱帶地區，氣候溫暖​​，適合種植花卉。此外，廣州人喜愛種花，買花，送花。花卉市場每年繁榮，廣州享有華城的美譽。從唐代開始，廣州就是廣州的首府。清朝以後，它是廣東省的省會。因此，省會成為廣州廣東人的總稱。在古代，廣州也有南武市，楚庭，番禺和南海的稱號。",
        "2010年7月，1000多名市民聚集在地鐵江南西站出口處舉行2010年廣州支持粵語行動請願活動。在收到有關該活動被取消的消息後，他們仍然按計劃時間到達為光復文化發行自己的活動。語音。在內地媒體封鎖消息傳出後，廣州還封鎖了與香港電視有關的新聞片段。8月1日，廣州中央公園的粵語聚會受到當局的強烈阻撓。人們被迫轉移路線。當他們到達北京路南段時，他們被大批警察包圍。參與者被帶到公共汽車並在東山體育場被帶走。它在被質疑和被定罪後被釋放。大陸請願制度允許人們向上級政府部門發出呼籲。廣東省政府經常邀請來自省內各地的請願人來到東風路正門，得到省政府的幫助。在集會時，當局將調動大量警察部隊積極處理他們。在對峙期間，交通通常會很慢，但當地官方媒體從未報導相關報導。2014年初，更重要的請願者是該省的家禽商，由於市場被迫關閉，在禽流感期間遭受了損失，以及隋毛反對茂名石化項目的年輕人。",
        "多年來，廣州當局積極開展各種政府項目。自1990年以來，廣州參與了“創建國家健康城市”，並於2008年成功獲得該獎項。1998年，“創建全國文明城市”開始，2011年取得了成功。在“創造健康”期間，廣州市的衛生狀況得到了明顯改善，如清理城市衛生角，城中村，污水處理和食品安全管理。一些官員說，“創造健康”只是一個起點，沒有盡頭。 “創造”是“人心的項目”。關於在這些項目，形式主義和騷亂上花費的巨額公共資金，還有媒體問題和批評。多年來在這兩個項目上花費的公共資金數量已達數十億，這使得計算難度很大。在廣州亞運會之際，廣州市政府在2010年之前開展了大量的城市建設項目，包括：改造多條道路和人行道，重新鋪設地磚和花卉基地;和許多新老天橋的灰白色油漆;大多數街道拱廊和歷史建築的改造;正面建築的屋頂均勻配備紅色塑料屋頂，外牆經過翻新，配備空調壓縮機蓋和照明。然而，有些人質疑，在亞運會期間，許多精心準備的道路被強行翻新，當街邊商場和歷史建築被翻新時，原有的歷史和藝術感被摧毀。許多小偷參與了街道上數千棟建築的統一改造。通過腳手架，數百戶家庭被盜。項目完成後不久，揭露了涉及使用劣質材料的事件，這也遭到許多公民的批評。作為中國的中心城市之一，廣州的醫療保險和便利服務覆蓋了整個城市。大多數市政公園和所有公共廁所也是免費的。",
        "2012年，全市常住人口1283萬人，戶籍人口8230萬，城鎮常住人口778.17萬人，外來人口占36％。廣州是全國人口密度高的城市之一。大多數人口集中在舊城區。四個中心區的平均居民人口密度達到每平方公里18,113人。人口密度最高的越秀區每平方公里達到34,009人，是人口密度最低的從化市的100多倍。自2001年以來，廣州的年出生率一直低於每千人9.6人，自然增長率低於每千人3.4人。公民的預期壽命高於全國平均水平，男性的預期壽命為75.25歲，女性的預期壽命為80.94歲。與此同時，人口老齡化問題也日益突出。截至2008年底，60歲以上老年人口達到1103,500人，佔全市總人口的13.4％。其中，老城區老年人口比例最高，超過18％，預計2030年老年人口將超過200萬。2010年第六次全國人口普查顯示，廣州的男性多於女性。截至2007年底，男女比例為109.46，即每100名女性109.46名男性。男性多於女性573,694。其中，0~14歲年齡組性別失衡嚴重，達到115.62，表明廣州性別比差距將在未來擴大。廣州人口以漢族為主，佔常住人口的98.3％，少數民族人口為219,900人。它屬於55個少數民族。其中，壯族，土家族，苗族，瑤族，回族，滿族，彝族，蒙古族，布依族，朝鮮族等10個民族。廣州經濟的快速發展和高就業機會吸引了大批農民工。 2008年，農民工佔該市人口的40％。如何妥善管理城市管理是市政府的一項艱鉅任務。",
        "作為中國最大的城市之一，廣州有大量在廣州工作的外國人。然而，“本地人”與“外國人”之間的關係難以協調，也會引發一系列社會問題。由於廣州的能力和就業能力有限，廣州無法容納來自全國各地的農民工。其安全環境已經過嚴格測試。經常發生“兩個盜賊和一個小偷”事件，特別是在城市村莊。根據廣州社會科學院的一項調查，80％的囚犯被逮捕為“局外人”。除了廣東話的光復文化外，外國人和外國方言的排斥增加了廣州市民的仇外心理。近年來，由於政府的大力禁令，廣州的公安管理取得了顯著成效。2014年，廣東省政府明確要求控制廣州和深圳特大城市的人口規模。2008年，農民工佔廣州人口的40％，其中大多數是女性農民工，其中許多人未婚。截至2013年底，廣州註冊人口為686.7萬。根據一定的錯失率，廣州的實際流動人口約為837萬。這些數據已超過常住人口。最新統計數據顯示，廣州常住人口為832萬。其中，白雲區，番禺區和天河區流動人口超過百萬。番禺區有111.7萬戶登記移民，流動戶籍區涉及30個省，自治區，直轄市。在性別比方面，男性略多，佔總數的53.5％;女性佔總數的46.5％。在番禺流動人口中，兒童和老年人的比例極小，15歲以下為0.49％，60歲以上為1.68％，大專以上為10％。",
        "廣州是中國最重要的開放城市之一。作為對外貿易的窗口，有許多來自北美，日本，韓國，歐洲，中東，非洲等國的外國人，尤其是非洲黑人。廣州甚至被稱為“第三世界”。首都主要位於廣州市環市東路秀山大廈，淘金路，花園酒店，建馬路和劍馬路;天河北路，體育東路，天河路，龍口西路，臨河中路等公司辦公室;番禺區的一些物業，如克利福德新村和麗江花園，也有更多的外國人。據廣州市公安局出入境管理支隊2014年10月統計，在廣州登記的外國人有11.8萬人，其中臨時居民71,000人，居住半年以上的47,000名永久居民。其中大多數是來自非洲的4,000多名註冊外國人;來自阿拉伯國家和地區的約1萬人雖然沒有大規模的定居點，但經常出現在小北 - 登封地區的商業區進行商業活動。在荔景街也有更多的韓國人。2013年，有超過15萬名乘客進出廣州港，其中54萬人來自非洲國家。他們中的大多數人來往於同一個人，主要是因為簽證允許短期逗留或商業需求而不是移民。近年來，廣州黑人一直捲入廣州的一些公安問題，引起廣州市民的一些不滿。針對“三非”問題，公安機關設立了四個涉外綜合執法隊伍，翻譯志願服務隊伍，調查“三個非外國”外國專業隊和四個外國隊 - 相關管理基層服務隊伍;自年初以來，廣州在200多名外國人社區建立了75個“外國人管理服務工作站”，並大力打擊“三非”外國人。它已經取得了成果。",
        "長期以來，廣州大部分地方的語言主要是廣東話。因此，廣州還形成了粵語文化，包括粵劇，粵劇，南音和鹹水歌。隨著中國大陸的改革開放，來自城外和廣東省以外的大量人口迅速湧入。在這些移民中，由於不同的省/總統，有許多不同的語言，外國人和來自不同地區的人經常用普通話交流;因此，在許多大型公共場所，普通話是主要語言。在某些情況下，將增加粵語或英語廣播，種族群體仍然使用自己的方言進行相互交流。一些外國人會用當地文化交流，用粵語與當地人交流。如今，隨著普通話的推廣，外國和本地年輕人受長期使用普通話作為教學媒介和普通話的共同環境的影響。目前，廣州的語言交換主要講普通話，但當地人仍然使用廣東話。與交流。雖然普通話自21世紀初以來逐漸佔據主導地位，但它受到當地文化的影響。與此同時，由於香港和澳門的距離較近，以及廣州市民近年來開展了一系列推廣普通話的評論，它已開始保護廣東話，所以廣東話仍有一定的地位。當地。 。"
    ]
}